Repository: jkinnunen/vocalizer_expressive_driver
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: el, nb_no, pt_pt, sl, tr

source: You have no Vocalizer voices installed. You need at least one voice installed to use Vocalizer for NVDA. You can download all Vocalizer voices from the product web page. Do you want to open the vocalizer for NVDA voices download page now?
el: Δεν έχετε εγκατεστημένες φωνές του Vocalizer. Χρειάζεται να εγκαταστήσετε τουλάχιστον μία φωνή για να χρησιμοποιήσετε το Vocalizer για το NVDA. Μπορείτε να κατεβάσετε όλες τις φωνές του Vocalizer από την ιστοσελίδα του προϊόντος. Θέλετε να επισκεφτείτε τώρα την ιστοσελίδα μεταφόρτωσης φωνών του Vocalizer για το NVDA;
nb_no: Du har ingen Vocalizer-stemmer installert. Du trenger minimum en Vocalizer-stemme for NVDA. Du kan laste ned alle Vocalizer-stemmene fra produktsiden. Vil du åpne siden for nedlasting av Vocalizer-stemmer nå?
pt_pt: Não tem instalada nenhuma voz Vocalizer. Necessita de, pelo menos, uma voz instalada para usar o Vocalizer para NVDA. Pode fazer o download de todas as vozes do Vocalizer da página Web do Vocalizer para NVDA. Deseja abrir a página de downloads das vozes vocalizer para NVDA?
sl: Nimate nameščenih glasov Vocalizer. Za uporabo programa Vocalizer za NVDA morate imeti nameščen vsaj en glas. Vse glasove Vocalizerja lahko prenesete s spletne strani izdelka. Želite zdaj odpreti stran za prenos glasov programa Vokalizator za NVDA?
tr: Yüklü Vocalizer sesiniz yok. NVDA için Vocalizer'ı kullanmak için en az bir sesin yüklü olması gerekir. Tüm Vocalizer seslerini ürün web sayfasından indirebilirsiniz. NVDA için Vocalizer sesleri indirme sayfasını şimdi açmak istiyor musunuz?

source: No voices installed.
el: Δεν υπάρχουν εγκατεστημένες φωνές.
nb_no: Ingen stemmer installert.
pt_pt: Sem vozes instaladas.
sl: Noben glas ni nameščen.
tr: Yüklü ses yok.

source: Vocalizer Automatic Language Switching Settings
el: Ρυθμίσεις Αυτόματης Εναλλαγής Γλώσσας του Vocalizer
nb_no: Vocalizer-innstillinger for automatisk språkbytte
pt_pt: Definições de mudança automática de idioma do Vocalizer
sl: Nastavitve samodejnega preklopa jezika Vocalizer
tr: Vocalizer Otomatik Dil Değiştirme Ayarları

source: Select a locale, and then configure the voice to be used:
el: Επιλέξτε μία τοπική γλώσσα, και κατόπιν διαμορφώστε τη φωνή που θα χρησιμοποιηθεί:
nb_no: Velg et språk, og velg deretter stemmen som skal brukes:
pt_pt: Selecione um idioma, e depois configure a voz para ser usada:
sl: Izberite krajevni jezik in nato konfigurirajte glas, ki se bo uporabljal:
tr: Bir yerel ayar seçin ve ardından kullanılacak sesi yapılandırın:

source: Locale Name:
el: Όνομα Τοπικής Γλώσσας:
nb_no: Språknavn:
pt_pt: Nome do idioma:
sl: Lokalno Ime:
tr: Yerel Adı:

source: Voice Name:
el: Όνομα Φωνής:
nb_no: Stemmenavn:
pt_pt: Nome da voz:
sl: Ime glasu:
tr: Ses adı:

source: Detect text language based on unicode characters (experimental)
el: Ανίχνευση γλώσσας κειμένου με βάση χαρακτήρες unicode (πειραματικά)
nb_no: Detekter tekstspråk basert på Unicode-tegn (eksperimentelt)
pt_pt: Detecção do idioma do texto baseada na codificação Unicode (experimental)
sl: Ugotavljanje jezika besedila na podlagi znakov unicode (eksperimentalno)
tr: Unicode karakterlerine dayalı metin dilini algılama (deneysel)

source: Ignore numbers and common punctuation when detecting text language (experimental)
el: Αγνοήστε τους αριθμούς και τα κοινά σημεία στίξης κατά την ανίχνευση της γλώσσας του κειμένου (πειραματικά)
nb_no: Ignorer tall og vanlig tegnsetting ved detektering av tekstspråk (eksperimentelt)
pt_pt: Ignorar números e caracteres de pontuação ao detectar o idioma do texto (experimental)
sl: Pri odkrivanju jezika besedila prezreti številke in običajna ločila (poskusno)
tr: Metin dilini tespit ederken sayıları ve yaygın noktalama işaretlerini göz ardı etme (deneysel)

source: Language assumed for latin characters:
el: Γλώσσα που θεωρείται για λατινικούς χαρακτήρες:
nb_no: Antatt språk for vanlige bokstaver:
pt_pt: Idioma assumido para caracteres latinos:
sl: Predpostavljen jezik za latinične znake:
tr: Latin karakterler için varsayılan dil:

source: Enter your Vocalizer Credentials
el: Εισάγετε τα διαπιστευτήριά σας Vocalizer
nb_no: Oppgi din Vocalizer-legitimasjon
pt_pt: Introduza as suas credenciais do Vocalizer
sl: Vnesite vaše Vocalizer Poverilnice
tr: Parolanızı girin

source: Email Address:
el: Διεύθυνση email:
nb_no: E-postadresse:
pt_pt: Endereço de e-mail:
sl: Epoštni Naslov:
tr: E-Posta Adresi:

source: Password:
el: Κωδικός:
nb_no: Passord:
pt_pt: Palavra-passe:
sl: Geslo:
tr: Parolayı göster:

source: Store password on this computer (your password will be encrypted)
el: Αποθηκεύστε τον κωδικό πρόσβασης σε αυτόν τον υπολογιστή (ο κωδικός πρόσβασης θα είναι κρυπτογραφημένος)
nb_no: Lagre passordet på denne datamaskinen (passordet vil bli kryptert)
pt_pt: Guardar a sua palavra-passe neste computador (A palavra-passe será encriptada)
sl: Shranite geslo v tem računalniku (geslo bo šifrirano)
tr: Parolayı bu bilgisayarda saklayın (parolanız şifrelenecektir)

source: Store Credentials in portable NVDA configuration (your password will be stored in clear text)
el: Αποθήκευση διαπιστευτηρίων στη φορητή διαμόρφωση NVDA (ο κωδικός πρόσβασής σας θα αποθηκευτεί σε καθαρό κείμενο)
nb_no: Lagre legitimasjon i portabel NVDA-konfigurasjon (passordet vil bli lagret i klartekst)
pt_pt: Guardar as suas credenciais nnas configurações do NVDA portátil (A palavra-passe será guardada em texto simples)
sl: Shranjevanje poverilnic v prenosni konfiguraciji NVDA (vaše geslo bo shranjeno v čistem besedilu)
tr: Kimlik Bilgilerini taşınabilir NVDA yapılandırmasında saklayın (parolanız açık metin olarak saklanacaktır)

source: You must enter both email and password values.
el: Πρέπει να εισαγάγετε τόσο το email όσο και τον κωδικό πρόσβασης.
nb_no: Vennligst oppgi både e-post og passord.
pt_pt: É necessário introduzir os valores do e-mail e da palavra-passe.
sl: Vnesti morate obe vrednosti, e-pošto in geslo.
tr: Hem e-posta hem de şifre değerlerini girmelisiniz.

source: Error verifying credentials: {error}
el: Σφάλμα κατά την αντιγραφή των δεδομένων της άδειας: {error}
nb_no: Feil ved kopiering av lisensdata: {error}
pt_pt: Verificação de credenciais por erro: {error}
sl: Napaka pri preverjanju poverilnic: {error}
tr: Lisans bilgisi kopyalama hatası: {error}

source: Verifying credentials.
el: Επαλήθευση διαπιστευτηρίων.
nb_no: Bekrefter legitimasjonen.
pt_pt: A verificar as credenciais.
sl: Preverjanje poverilnic.
tr: Kimlik bilgileri doğrulanıyor.

source: Please wait while your credentials are being verified...
el: Παρακαλούμε περιμένετε ενώ τα διαπιστευτήριά σας επαληθεύονται...
nb_no: Vennligst vent mens legitimasjonen din blir bekreftet ...
pt_pt: Por favor aguarde enquanto as suas credenciais estão a ser verificadas...
sl: Počakajte, da preverimo vaše poverilnice...
tr: Lütfen kimlik bilgileriniz doğrulanırken bekleyiniz...

source: Unknown HTTP error: {code}.
el: Άγνωστο σφάλμα HTTP: {code}.
nb_no: Ukjent HTTP-feil: {code}.
pt_pt: Erro HTTP desconhecido: {code}.
sl: Neznana napaka HTTP: {code}.
tr: Bilinmeyen HTTP hatası: {code}.

source: Wrong email or password.
el: Λάθος email ή κωδικός πρόσβασης.
nb_no: Feil e-post eller passord.
pt_pt: Endereço de e-mail ou palavra-chave errada.
sl: Napačno e-poštno sporočilo ali geslo.
tr: Parolanızı girin.

source: No account was found with given email address.
el: Δεν βρέθηκε λογαριασμός με τη συγκεκριμένη διεύθυνση email.
nb_no: Ingen konto ble funnet med oppgitt e-postadresse.
pt_pt: Não foi encontrada nenhuma conta com o endereço de e-mail fornecido.
sl: Z danim e-poštnim naslovom ni bil najden noben račun.
tr: Verilen e-posta adresinde hesap bulunamadı.

source: Access is not allowed.
el: Η πρόσβαση δεν επιτρέπεται.
nb_no: Adgang nektet.
pt_pt: O acesso não é permitido.
sl: Dostop ni dovoljen.
tr: Girişe izin verilmiyor.

source: Can not connect to Vocalizer for NVDA server. Please check if your internet connection is working.
el: Δεν μπορεί να συνδεθεί στον διακομιστή Vocalizer for NVDA. Ελέγξτε αν η σύνδεσή σας στο διαδίκτυο λειτουργεί.
nb_no: Kan ikke koble til Vocalizer for NVDA-serveren. Vennligst sjekk om internettforbindelsen din fungerer.
pt_pt: Não foi possível ligar ao servidor do Vocalizer para NVDA. Por favor, verifique se a sua ligação à Internet está a funcionar.
sl: Ne morem se povezati s strežnikom Vocalizer za NVDA. Preverite, ali vaša internetna povezava deluje.
tr: NVDA sunucusu için Vocalizer'a bağlanılamıyor. Lütfen internet bağlantınızın çalışıp çalışmadığını kontrol edin.

source: Your credentials were verified successfully. Press OK to continue.
el: Τα διαπιστευτήριά σας επαληθεύτηκαν με επιτυχία. Πατήστε OK για να συνεχίσετε.
nb_no: Legitimasjonen din ble bekreftet. Trykk OK for å fortsette.
pt_pt: As suas credenciais foram verificadas com sucesso. Pressione OK para continuar.
sl: Vaše poverilnice so bile uspešno preverjene. Za nadaljevanje pritisnite OK.
tr: Kimlik bilgileriniz başarıyla doğrulandı. Devam etmek için OK tuşuna basın.

source: Success
el: Επιτυχία
nb_no: Vellykket
pt_pt: Sucesso
sl: Uspešno
tr: Başarılı

source: It is available a new version of this add-on. Do you want to update?
el: Είναι διαθέσιμη μια νέα έκδοση αυτού του πρόσθετου. Θέλετε να ενημερώσετε
nb_no: Det er tilgjengelig en ny versjon av dette tillegget. Ønsker du å oppdatere?
pt_pt: Está disponível uma nova versão deste extra. Quer actualizar?
sl: Na voljo je nova različica tega dodatka. Želite posodobiti?
tr: Bu eklentinin yeni bir sürümü mevcut. Güncellemek istiyor musunuz?

source: This new version of this add-on is not compatible with your version of NVDA. The update process will be terminated.
el: Αυτή η νέα έκδοση αυτού του πρόσθετου δεν είναι συμβατή με τη δική σας έκδοση του NVDA. Η διαδικασία ενημέρωσης θα τερματιστεί.
nb_no: Denne nye versjonen av dette tillegget er ikke kompatibel med din versjon av NVDA. Oppdateringsprosessen vil bli avsluttet.
pt_pt: Esta nova versão deste complemento não é compatível com a sua versão do NVDA. O processo de actualização será terminado.
sl: Nova različica tega dodatka ni združljiva z vašo različico programa NVDA. Postopek posodabljanja se prekine.
tr: Bu güncel sürüm, NVDA sürümünüzle uyumlu değil. Güncelleme işlemi sonlandırılacak.

source: Check for updates at startup
el: Έλεγχος για ενημερώσεις κατά την εκκίνηση
nb_no: Se etter oppdateringer ved oppstart
pt_pt: Verificar por actualizações no arranque
sl: Preverjanje posodobitev ob zagonu
tr: Başlangıçta güncellemeleri denetle

source: Vocalizer Expressive 1.1 Driver
el: Οδηγός Vocalizer Expressive 1.1
pt_pt: Driver Vocalizer Expressive 1.1
tr: Vocalizer Expressive 1.1 Sürücü

source: Driver and interface for Nuance Vocalizer expressive version 1.1.
el: Πρόγραμμα οδήγησης και διεπαφή για την έκδοση 1.1 του Nuance Vocalizer expressive.
nb_no: Driver og grensesnitt for Nuance Vocalizer expressive version 1.1.
pt_pt: Driver e interface para o Nuance Vocalizer expressive versão 1.1.
sl: Gonilnik in vmesnik za Nuance Vocalizer expressive različice 1.1.
tr: Nuance Vocalizer expressive sürüm 1.1 için sürücü ve arayüz.
