Repository: jkinnunen/vocalizer_expressive_driver
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: el, nb_no, pt_pt, sl, tr

source: URL: {url} This product is composed of two independent components: - Nuance Vocalizer Expressive speech synthesizer. - NVDA speech driver and interface for Nuance Vocalizer. Licenses and conditions for these components are as follows: Nuance Vocalizer Expressive speech synthesizer: Copyright (C) 2013 Nuance Communications, Inc. All rights reserved. Synthesizer Version: {synthVersion} This copy of the Nuance Vocalizer synthesizer is licensed to be used exclusively with the NVDA screen reader (Non Visual Desktop Access). License management components are property of Tiflotecnia, LDA. Copyright (C) 2012, 2019 Tiflotecnia, LDA. All rights reserved. --- NVDA speech driver and interface for Nuance Vocalizer Expressive: Copyright (C) 2012, 2019 Tiflotecnia, LDA. Copyright (C) 2012, 2019 Rui Batista. Copyright (C) 2019 Babbage B.V. Version: {driverVersion} NVDA speech driver and interface for Nuance Vocalizer is covered by the GNU General Public License (Version 2). You are free to share or change this software in any way you like as long as it is accompanied by the license and you make all source code available to anyone who wants it. This applies to both original and modified copies of this software, plus any derivative works. For further details, you can view the license from the NVDA Help menu. It can also be viewed online at: http://www.gnu.org/licenses/old-licenses/gpl-2.0.html This component was developed by Tiflotecnia, LDA and Rui Batista, with contributions from many others. Special thanks goes to: {contributors}
el: URL: {url} Αυτό το προϊόν αποτελείται από δύο ανεξάρτητα συστατικά: - Nuance Vocalizer Εκφραστικός συνθέτης ομιλίας. - Πρόγραμμα οδήγησης και διεπαφή ομιλίας NVDA για το Nuance Vocalizer. Οι άδειες χρήσης και οι όροι για αυτά τα συστατικά έχουν ως εξής: Nuance Vocalizer Expressive speech synthesizer: Copyright (C) 2013 Nuance Communications, Inc. Όλα τα δικαιώματα διατηρούνται. Έκδοση συνθέτη: {synthVersion} Αυτό το αντίγραφο του συνθέτη Nuance Vocalizer έχει άδεια χρήσης αποκλειστικά για χρήση με το πρόγραμμα ανάγνωσης οθόνης NVDA (Non Visual Desktop Access). Τα στοιχεία διαχείρισης της άδειας χρήσης αποτελούν ιδιοκτησία της Tiflotecnia, LDA. Πνευματικά δικαιώματα (C) 2012, 2019 Tiflotecnia, LDA. Όλα τα δικαιώματα διατηρούνται. --- Πρόγραμμα οδήγησης και διεπαφή ομιλίας NVDA για το Nuance Vocalizer Expressive: Copyright (C) 2012, 2019 Tiflotecnia, LDA. Πνευματικά δικαιώματα (C) 2012, 2019 Rui Batista. Πνευματικά δικαιώματα (C) 2019 Babbage B.V. Έκδοση: {driverVersion} Το πρόγραμμα οδήγησης ομιλίας NVDA και η διεπαφή για το Nuance Vocalizer καλύπτονται από τη Γενική Άδεια Δημόσιας Χρήσης GNU (έκδοση 2). Είστε ελεύθεροι να μοιραστείτε ή να αλλάξετε αυτό το λογισμικό με οποιονδήποτε τρόπο θέλετε, αρκεί να συνοδεύεται από την άδεια χρήσης και να διαθέτετε όλο τον πηγαίο κώδικα σε όποιον τον επιθυμεί. Αυτό ισχύει τόσο για τα πρωτότυπα όσο και για τα τροποποιημένα αντίγραφα αυτού του λογισμικού, καθώς και για οποιαδήποτε παράγωγα έργα. Για περισσότερες λεπτομέρειες, μπορείτε να δείτε την άδεια χρήσης από το μενού Βοήθεια του NVDA. Μπορείτε επίσης να τη δείτε στο διαδίκτυο στη διεύθυνση: http://www.gnu.org/licenses/old-licenses/gpl-2.0.html Αυτό το συστατικό αναπτύχθηκε από την Tiflotecnia, την LDA και τον Rui Batista, με τη συμβολή πολλών άλλων. Ιδιαίτερες ευχαριστίες οφείλονται στους: Α: {contributors}
nb_no: URL: {url} Dette produktet består av to uavhengige komponenter: - Nuance Vocalizer Expressive talesyntese. - NVDA-taledriver og grensesnitt for Nuance Vocalizer. Lisenser og vilkår for disse komponentene er som følger: Nuance Vocalizer Expressive talesyntese: Copyright (C) 2013 Nuance Communications, Inc. Alle rettigheter forbeholdes. Synthesizer-versjon: {synthVersion} Denne kopien av Nuance Vocalizer synthesizer er lisensiert for bruk utelukkende med skjermleseren NVDA (Non Visual Desktop Access). Lisensadministrasjonskomponenter tilhører Tiflotecnia, LDA. Copyright (C) 2012, 2019 Tiflotecnia, LDA. Alle rettigheter forbeholdes. --- NVDA-taledriver og grensesnitt for Nuance Vocalizer Expressive: Copyright (C) 2012, 2019 Tiflotecnia, LDA. Copyright (C) 2012, 2019 Rui Batista. Opphavsrett (C) 2019 Babbage B.V. Versjon: {driverVersion} NVDA taledriver og grensesnitt for Nuance Vocalizer er dekket av GNU General Public License (versjon 2). Du står fritt til å dele eller endre denne programvaren på den måten du vil, så lenge den ledsages av lisensen og du gjør all kildekode tilgjengelig for alle som ønsker det. Dette gjelder både originale og modifiserte kopier av denne programvaren, pluss eventuelle avledede verk. Hvis du vil ha mer informasjon, kan du se lisensen fra NVDA Help-menyen. Den kan også ses på nettet på: http://www.gnu.org/licenses/old-licenses/gpl-2.0.html Denne komponenten ble utviklet av Tiflotecnia, LDA og Rui Batista, med bidrag fra mange andre. En spesiell takk går til: {contributors}
pt_pt: URL: {url} Este produto é composto por dois componentes independentes: - Nuance Vocalizer Expressive speech synthesizer. - Controlador de voz NVDA e interface para Nuance Vocalizer. As licenças e condições para estes componentes são as seguintes: Nuance Vocalizer Expressive speech synthesizer: Copyright (C) 2013 Nuance Communications, Inc. Todos os direitos reservados. Versão Sintetizador: {synthVersion} Esta cópia do sintetizador Nuance Vocalizer está licenciada para ser utilizada exclusivamente com o leitor de ecrã NVDA (Non Visual Desktop Access). Os componentes de gestão de licenças são propriedade da Tiflotecnia, LDA. Copyright (C) 2012, 2019 Tiflotecnia, LDA. Todos os direitos reservados. --- Controlador de voz NVDA e interface para Nuance Vocalizer Expressive: Copyright (C) 2012, 2019 Tiflotecnia, LDA. Direitos de autor (C) 2012, 2019 Rui Batista. Direitos de autor (C) 2019 Babbage B.V. Versão: {driverVersion} O controlador de fala e interface NVDA para Nuance Vocalizer está coberto pela Licença Pública Geral GNU (Versão 2). É livre de partilhar ou alterar este software da forma que desejar, desde que seja acompanhado pela licença e disponibilize todo o código fonte a quem o desejar. Isto aplica-se tanto às cópias originais como às cópias modificadas deste software, mais quaisquer obras derivadas. Para mais detalhes, pode ver a licença a partir do menu Ajuda da NVDA. Pode também ser visualizada online em: http://www.gnu.org/licenses/old-licenses/gpl-2.0.html Este componente foi desenvolvido pela Tiflotecnia, LDA e Rui Batista, com contribuições de muitos outros. Agradecimentos especiais vão para: {contributors}
sl: URL: {url} Ta izdelek je sestavljen iz dveh neodvisnih komponent: - Nuance Vocalizer Expressive govorna sinteza. - NVDA gonilnik govora in vmesnik za Nuance Vocalizer. Licence in pogoji sledijo: Nuance Vocalizer Expressive speech synthesizer: Copyright (C) 2013 Nuance Communications, Inc. Vse pravice pridržane. Različica Govorne Sinteze: {synthVersion} To kopijo govorne sinteze Nuance Vocalizer se lahko uporablja samo in izključno z bralcem zaslona NVDA (Non Visual Desktop Access). Komponente, ki upravljajo z licenco so last Tiflotecnie, LDA. Copyright (C) 2012, 2013 Tiflotecnia, LDA. Vse pravice pridržane. --- NVDA gonilnik govora in vmesnik za Nuance Vocalizer Expressive: Copyright (C) 2012, 2013 Tiflotecnia, LDA. Copyright (C) 2012, 2013 Rui Batista. Različica: {driverVersion} NVDA gonilnik govora in vmesnik za Nuance Vocalizer pokriva GNU General Public License (Različica 2). Ta program lahko delite in spreminjate, dokler ga spremlja licenca in je izvorna koda komurkoli, ki jo želi. To velja tako za pristno izdajo programa, kot za spremenjene različice ter za vsak derivat. Več podrobnosti o licenci lahko najdete v meniju Pomoč v NVDA. Lahko si jo ogledate tudi prek medmrežju na: http://www.gnu.org/licenses/old-licenses/gpl-2.0.html Ta izdelek razvija Tiflotecnia, LDA skupaj z Ruiem Batisto, s sodelovanjem precejšnjega števila ostalih.. Posebne zahvale gredo: {contributors}
tr: URL: {url} Bu ürün iki bağımsız bileşenden oluşmaktadır: - Nuance Vocalizer Etkileyici konuşma sentezleyici. - Nuance Vocalizer için NVDA konuşma sürücüsü ve arayüzü. Bu bileşenler için lisanslar ve koşullar aşağıdaki gibidir: Nuance Vocalizer Etkileyici konuşma sentezleyici: Telif Hakkı (C) 2013 Nuance Communications, Inc. Tüm hakları saklıdır. Sentezleyici Sürümü: {synthVersion} Nuance Vocalizer synthesizer'ın bu kopyası sadece NVDA ekran okuyucu (Görsel Olmayan Masaüstü Erişimi) ile kullanılmak üzere lisanslanmıştır. Lisans yönetimi bileşenleri Tiflotecnia, LDA'nın mülkiyetindedir. Telif Hakkı (C) 2012, 2019 Tiflotecnia, LDA. Tüm hakları saklıdır. --- Nuance Vocalizer Expressive için NVDA konuşma sürücüsü ve arayüzü: Telif Hakkı (C) 2012, 2019 Tiflotecnia, LDA. Telif Hakkı (C) 2012, 2019 Rui Batista. Telif Hakkı (C) 2019 Babbage B.V. Versiyon: {driverVersion} Nuance Vocalizer için NVDA konuşma sürücüsü ve arayüzü GNU Genel Kamu Lisansı (Sürüm 2) kapsamındadır. Lisansla birlikte verildiği ve tüm kaynak kodunu isteyen herkesin kullanımına sunduğunuz sürece bu yazılımı istediğiniz şekilde paylaşmakta veya değiştirmekte özgürsünüz. Bu, bu yazılımın hem orijinal hem de değiştirilmiş kopyaları ve ayrıca türev çalışmalar için geçerlidir. Daha fazla ayrıntı için lisansı NVDA Yardım menüsünden görüntüleyebilirsiniz. Ayrıca şu adresten de çevrimiçi olarak görüntülenebilir: http://www.gnu.org/licenses/old-licenses/gpl-2.0.html Bu bileşen Tiflotecnia, LDA ve Rui Batista tarafından diğer birçok kişinin katkılarıyla geliştirilmiştir. Özel teşekkürler: {contributors}

source: Your license can not be verified. Please check the following: 1. Your credentials (email and password) are correct (you can change them under the vocalizer expressive menu) 2. You are not using someone else's activation or you are not using the same activation in different computers at the same time. This is not legal, and is against license terms. 3. You are having internet problems. For further clarification, please contact tiflotecnia, Lda, or your local dealer.
el: Η άδειά σας δεν μπορεί να επαληθευτεί. Ελέγξτε τα ακόλουθα: 1. Τα διαπιστευτήριά σας (email και κωδικός πρόσβασης) είναι σωστά (μπορείτε να τα αλλάξετε στο μενού vocalizer expressive) 2. Δεν χρησιμοποιείτε την ενεργοποίηση κάποιου άλλου ή δεν χρησιμοποιείτε την ίδια ενεργοποίηση σε διαφορετικούς υπολογιστές ταυτόχρονα. Αυτό δεν είναι νόμιμο και αντίκειται στους όρους της άδειας χρήσης. 3. Αντιμετωπίζετε προβλήματα στο διαδίκτυο. Για περισσότερες διευκρινίσεις, επικοινωνήστε με την tiflotecnia, Lda ή με τον τοπικό σας αντιπρόσωπο.
nb_no: Din lisens kunne ikke bekreftes. Vennligst kontroller at: 1. Din legitimasjon (e-postadresse og passord) er riktig (du kan endre dem under Vocalizer expressive-menyen) 2. Du ikke benytter noen andre sin aktivering eller at du ikke benytter samme aktivering på flere maskiner samtidig. Dette er ikke tillatt og bryter med lisensvilkårene. 3. Du har problemer med nettforbindelsen . For ytterligere hjelp, vennligst kontakt tiflotecnia, Lda, eller din lokale forhandler.
pt_pt: A sua licença não pode ser verificada. Por vafor verifique o seguinte: 1. As suas credenciais (e-mail e palavra-passe) estão correctas. Poderá mudá-las no menu do Vocalizer Expressive. 2. Não está a usar a licença de outro utilizador, ou não está a usar a mesma activação em computadores diferentes, ao mesmo tempo. Tal utilização não é legal, e está contra os termos da licença. 3. Está a ter problemas com a sua ligação à internet. Para qualquer clarificação, por favor contacte a Tiflotecnia, Lda. ou o seu distribuidor local.
sl: Vaše licence ni mogoče preveriti. Preverite naslednje: 1. Vaše poverilnice (e-pošta in geslo) so pravilne (spremenite jih lahko v meniju za izražanje vokalizatorja) 2. Ne uporabljate aktivacije nekoga drugega ali ne uporabljate iste aktivacije v različnih računalnikih hkrati. To ni zakonito in je v nasprotju z licenčnimi pogoji. 3. Imate težave z internetom. Za dodatna pojasnila se obrnite na družbo tiflotecnia, Lda ali na lokalnega prodajalca.
tr: Lisansınız doğrulanamıyor. Lütfen aşağıdakileri kontrol edin: 1. Kimlik bilgileriniz (e-posta ve şifre) doğru (bunları vokalizör ifade menüsünden değiştirebilirsiniz) 2. Başkasının aktivasyonunu kullanmıyorsunuz veya aynı aktivasyonu aynı anda farklı bilgisayarlarda kullanmıyorsunuz. Bu yasal değildir ve lisans koşullarına aykırıdır. 3. İnternet sorunlarınız var. Daha fazla açıklama için lütfen tiflotecnia, Lda veya yerel bayinizle iletişime geçin.

source: Vocalizer for NvDA Error
el: Vocalizer για το NVDA σφάλμα
nb_no: Vocalizer for NVDA-feil
pt_pt: Vocalizer para NVDA - Erro
sl: Napaka Vocalizer sinteze za NVDA
tr: NvDA Hatası için Seslendirici

source: Your Vocalizer for NVDA credentials are not set for this computer. You will need to set them to use vocalizer for NVDA for long time periods, so your license can be properly verified.
el: Τα διαπιστευτήριά σας για το Vocalizer for NVDA δεν έχουν οριστεί για αυτόν τον υπολογιστή. Θα πρέπει να τα ρυθμίσετε ώστε να χρησιμοποιείτε το vocalizer for NVDA για μεγάλες χρονικές περιόδους, ώστε να μπορεί να επαληθευτεί σωστά η άδειά σας.
nb_no: Din Vocalizer for NVDA-legitimasjon er ikke angitt på denne datamaskinen. Du må angi den for å kunne bruke Vocalizer for NVDA i lengre tidsperioder, slik at lisensen kan bekreftes.
pt_pt: As suas credenciais do Vocalizer para NVDA não estão neste computador. Tem de as introduzir para poder usar o Vocalizer para NVDA por longos períodos, pois a sua licença precisa de ser verificada.
sl: Pooblastila programa Vocalizer za NVDA niso nastavljena za ta računalnik. Nastaviti jih boste morali za uporabo vocalizerja za NVDA za daljša časovna obdobja, da bo mogoče ustrezno preveriti vašo licenco.
tr: NVDA için Vocalizer kimlik bilgileriniz bu bilgisayar için ayarlanmamış. Lisansınızın düzgün bir şekilde doğrulanabilmesi için bunları NVDA için Vocalizer'ı uzun süre kullanacak şekilde ayarlamanız gerekecektir.

source: Vocalizer for NVDA warning
el: Vocalizer για το NVDA πρωειδοποίηση
nb_no: Vocalizer for NVDA-advarsel
pt_pt: Vocalizer para NVDA - Aviso
sl: Opozorilo Vocalizer govorne sinteze za NVDA
tr: NVDA uyarısı için Vocalizer

source: Automatic &Language Switching Settings
el: Ρυθμίσεις Αυτόματης Εναλλαγής Γλώσσας
nb_no: Innsti&llinger for automatisk språkbytte
pt_pt: Definições de Mudança Automática de &idioma
sl: Samodejna menjava &Jezika
tr: Otomatik ve &Dil Değiştirme Ayarları

source: Configure which voice is to be used for each language.
el: Διαμόρφωση φωνής ανά γλώσσα.
nb_no: Konfigurer hvilke stemme som skal brukes til de forskjellige språk.
pt_pt: Configure que vozes serão usadas para cada idioma.
sl: Konfigurira, kateri glas se bo uporabil za posamezen jezik.
tr: Her dil için hangi sesin kullanılacağını yapılandırın.

source: Activate License
el: Ενεργοποίηση άδειας
nb_no: Aktiver lisens
pt_pt: Activar licença
sl: Aktivira Licenco
tr: Lisansı Girin

source: Enter license credentials and activate for this computer.
el: Εισάγετε τα δεδομένα της άδειας σας για αυτόν τον υπολογιστή.
nb_no: Skriv inn lisenslegitimasjon og aktiver for denne datamaskinen.
pt_pt: Introduza as credenciais da licença e active-a para este computador.
sl: Vnesite poverilnice za licenco in aktivirajte za ta računalnik.
tr: Bu bilgisayar için lisans bilgilerinizi girin.

source: View License Information
el: Προβολή πληροφορειών για την άδεια
nb_no: Vis lisensinformasjon
pt_pt: Visualizar informações da licença
sl: Preglej Informacije o Licenci
tr: Lisans Bilgilerini Görüntüle

source: Check information about your Vocalizer license.
el: Ελέγξτε πληροφορίες σχετικά με την άδεια χρήσης του Vocalizer.
nb_no: Kontroller informasjonen om din Vocalizer-lisens.
pt_pt: Verificar informações da sua licença do Vocalizer.
sl: Preverjam informacije o vaši Vocalizer licenci
tr: Vocalizer lisansınızla ilgili bilgileri kontrol edin.

source: Check activation count
el: Ελέγξτε τον αριθμό ενεργοποίησης
nb_no: Kontroller aktiveringsantall
pt_pt: Verificar contagem de activações
sl: Preveri število aktivacij
tr: Başlangıçta güncellemeleri denetle

source: Allows you to check your Vocalizer for NVDA activation count.
el: Σας επιτρέπει να ελέγξετε το Vocalizer για τον αριθμό ενεργοποίησης NVDA.
nb_no: Sletter Vocalizer for NVDA-aktiveringen. Kan ikke angres.
pt_pt: Permite-lhe verificar a sua contagem de activações do Vocalizer para NVDA.
sl: Izbriše aktivacijo Vocalizer govorne sinteze za NVDA. Ta operacija je nepovratna.
tr: NVDA aktivasyon sayısı için Vocalizer'ınızı kontrol etmenizi sağlar.

source: Delete Activation
el: Διαγραφή ενεργοποίησης
nb_no: Slett aktivering
pt_pt: Eliminar Activação
sl: Izbriši Aktivacijo
tr: Sil

source: Deletes the vocalizer for NVDA activation. Can not be reverted.
el: Διαγράφει τον εκφωνητή για την ενεργοποίηση του NVDA. Δεν μπορεί να επαναληφθεί.
nb_no: Sletter Vocalizer for NVDA-aktiveringen. Kan ikke angres.
pt_pt: Elimina esta activação do Vocalizer para NVDA. Esta acção não pose ser anulada.
sl: Izbriše aktivacijo Vocalizer govorne sinteze za NVDA. Ta operacija je nepovratna.
tr: NVDA aktivasyonu için seslendiriciyi siler. Geri döndürülemez.

source: Register this license.
el: Καταχωρήστε αυτή την άδεια.
nb_no: Registrer denne lisensen.
pt_pt: Registar esta licença.
sl: Registriraj to licenco
tr: Lisans Bilgilerini Görüntüle

source: Register this license with a vocalizer for NVDA account.
el: Καταχωρήστε αυτή την άδεια χρήσης με έναν λογαριασμό vocalizer for NVDA.
nb_no: Registrer denne lisensen med en vocalizer for NVDA-konto.
pt_pt: Registar esta licença com uma conta do Vocalizer para NVDA.
sl: Registrirajte to licenco z računom vocalizer for NVDA.
tr: Bu lisansı NVDA hesabı için bir vocalizer ile kaydedin.

source: License Options
el: Επιλογές άδειας
nb_no: Lisensalternativer
pt_pt: Opções da licença
sl: Možnosti Licence
tr: Lisans kaldırıldı

source: Change account credentials
el: Αλλαγή διαπιστευτηρίων λογαριασμού
nb_no: Endre kontolegitimasjon
pt_pt: Alterar credenciais da conta
sl: Spremeni poverilnice računa
tr: hafif tona ayarla

source: Allows setting of email and password that are used to access the Vocalizer licenses service.
el: Επιτρέπει τη ρύθμιση του email και του κωδικού πρόσβασης που χρησιμοποιούνται για την πρόσβαση στην υπηρεσία αδειών Vocalizer.
nb_no: Lar deg angi e-post og passord som brukes til å få tilgang til Vocalizer-lisenstjenesten.
pt_pt: Permite definir o e-mail e palavra-passe usadas para aceder ao serviço de licenças do Vocalizer.
sl: Omogoča nastavitev e-pošte in gesla, ki se uporabljata za dostop do storitve licenc Vocalizer.
tr: Vocalizer lisansları hizmetine erişmek için kullanılan e-posta ve parolanın ayarlanmasını sağlar.

source: Activate on portable copy
el: Ενεργοποίηση σε φορητό αντίγραφο
nb_no: Aktiver på portabel kopi
pt_pt: Activar na cópia portátil
sl: Aktivirajte na prenosljivi kopiji
tr: Panoya kopyala

source: Activates a vocalizer for NVDA license on running portable copy, if an activation is already present on the computer
el: Ενεργοποιεί μια άδεια χρήσης vocalizer for NVDA στο τρέχον φορητό αντίγραφο, εάν υπάρχει ήδη ενεργοποίηση στον υπολογιστή
nb_no: Aktiverer en Vocalizer for NVDA-lisens på en kjørende portabel kopi, dersom en aktivert lisens er til stede på datamaskinen
pt_pt: Activa a licença na cópia portátil em execução, no caso de já existir uma licença presente no computador
sl: Aktivira licenco vokalizatorja za NVDA na delujoči prenosni kopiji, če je aktivacija že prisotna v računalniku
tr: Bilgisayarda zaten bir etkinleştirme mevcutsa, çalışan taşınabilir kopyada NVDA için seslendirici lisansını etkinleştirir

source: Download More Voices
el: Μεταφορτώστε Περισσότερες Φωνές
nb_no: Last ned flere stemmer
pt_pt: Transferir mais vozes
sl: Dolpotegnite več Glasov
tr: Daha Fazla Ses İndir

source: Open the vocalizer voices download page.
el: Επισκεφτείτε την ιστοσελίδα μεταφόρτωσης φωνών του Vocalizer.
nb_no: Åpne siden for nedlasting av vocalizer-stemmer.
pt_pt: Abre a página onde pode transferir mais vozes para o vocalizer.
sl: Odprite stran za prenos glasov vokalizatorja.
tr: Seslendirici sesleri indirme sayfasını açın.

source: About Nuance Vocalizer for NVDA
el: Σχετικά με το Nuance Vocalizer για το NVDA
nb_no: Om Nuance Vocalizer for NVDA
pt_pt: Acerca do Nuance Vocalizer para o NVDA
sl: O programu Nuance Vocalizer za NVDA
tr: Nuance Vocalizer for NVDA Hakkında

source: Vocalizer Expressive
el: Vocalizer ExpressiveΗ
sl: Vocalizer

source: Are you sure you want to activate your license on the running portable copy? Only do this if you are preparing a portable NVDA on a computer where a Vocalizer for NVDA license is present.
el: Είστε σίγουροι ότι θέλετε να ενεργοποιήσετε την άδειά σας στο τρέχον φορητό αντίγραφο Κάντε το αυτό μόνο εάν προετοιμάζετε ένα φορητό NVDA σε έναν υπολογιστή όπου υπάρχει άδεια χρήσης του Vocalizer for NVDA.
nb_no: Er du sikker på at du vil aktivere lisensen din på den kjørende portable kopien? Bare gjøre dette dersom du klargjør en portabel NVDA på en datamaskin der en Vocalizer for NVDA-lisens er til stede.
pt_pt: Tem a certesa que pretende activar a sua licença na cópia portátil em execução? Faça isto apenas no caso de estar a preparar uma cópia portátil, numa máquina em que já tenha activado a licença.
sl: Ali ste prepričani, da želite aktivirati licenco v delujoči prenosni kopiji? To storite le, če pripravljate prenosno kopijo NVDA v računalniku, v katerem je prisotna licenca za program Vocalizer za NVDA.
tr: Lisansınızı çalışan taşınabilir kopyada etkinleştirmek istediğinizden emin misiniz? Bunu yalnızca taşınabilir bir NVDA'yı aşağıdaki özelliklere sahip bir bilgisayarda hazırlıyorsanız yapın nVDA için bir Vocalizer lisansı mevcuttur.

source: Are you sure?
el: Είστε σίγουρος?
nb_no: Er du sikker?
pt_pt: Tem a certeza?
sl: Ste prepričani?
tr: Emin misiniz?

source: You have no activations left for your license. Please contact Tiflotecnia, lda, or your local distributor of Vocalizer for NVDA.
el: Δεν σας έχουν απομείνει ενεργοποιήσεις για την άδειά σας. Παρακαλούμε επικοινωνήστε με την Tiflotecnia, lda, ή με τον τοπικό διανομέα του Vocalizer for NVDA.
nb_no: Du har ingen aktiveringer igjen for din lisens. Vennligst kontakt Tiflotecnia, lda, eller din lokale distributør av Vocalizer for NVDA.
pt_pt: Já não possui mais activações para a sua licença. Por favor, contacte a Tiflotecnia, Lda ou o seu distribuidor.
sl: Za licenco nimate več aktivacij. Obrnite se na podjetje Tiflotecnia, lda ali na lokalnega distributerja programa Vocalizer za NVDA.
tr: Lisansınız için hiç aktivasyonunuz kalmadı. Lütfen Tiflotecnia, lda veya yerel Vocalizer for NVDA distribütörünüzle iletişime geçin.

source: Activation Error
el: Σφάλμα Ενεργοποίησης
nb_no: Aktiveringsfeil
pt_pt: Erro na activação
sl: Napaka Aktivacije
tr: Hatanın nedenini açıklar
