Repository: jkinnunen/vocalizer_expressive_driver
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: el, nb_no, pt_pt, sl, tr

source: {name}, you currently have {remainingLicenses} activations left. Do you want to activate Nuance Vocalizer for NVDA on this installation? If you do so, your activation count will be decreased by one.
el: {name}, αυτή τη στιγμή σας απομένουν {remainingLicenses} ενεργοποιήσεις. Θέλετε να ενεργοποιήσετε το Nuance Vocalizer for NVDA σε αυτή την εγκατάσταση Εάν το κάνετε, ο αριθμός των ενεργοποιήσεών σας θα μειωθεί κατά ένα.
nb_no: {name}, du har nå {remainingLicenses} gjenværende aktiveringer. Vil du aktivere Nuance Vocalizer for NVDA på denne installasjonen? Dersom du gjør dette vil antall gjenværende aktiveringer reduseres med én.
pt_pt: {name}, actualmente tem {remainingLicenses} activações. Deseja activar Nuance Vocalizer para NVDA nesta installação? Se o fizer, o seu contador de activações será dininuido em uma activação.
sl: {name}, trenutno imate na voljo {remainingLicenses} aktivacij. Ali želite v tej namestitvi aktivirati program Nuance Vocalizer za NVDA? Če to storite, se bo število aktivacij zmanjšalo za ena.
tr: {name}, şu anda {remainingLicenses} aktivasyonunuz kaldı. Nuance Vocalizer for NVDA'yı bu kurulumda etkinleştirmek istiyor musunuz? Eğer bunu yaparsanız, aktivasyon sayınız bir azalacaktır.

source: Nuance Vocalizer Activation
el: Ενεργοποίηση του Nuance Vocalizer
nb_no: Nuance Vocalizer-aktivering
pt_pt: Activação do Nuance Vocalizer
sl: Aktivacija programa Nuance Vocalizer
tr: Nuance Vocalizer Etkinleştirme

source: Your license is now enabled. NVDA will now be restarted. Thank you for using Vocalizer for NVDA.
el: Η άδειά σας είναι τώρα ενεργοποιημένη. Το NVDA θα επανεκκινήσει τώρα. Σας ευχαριστούμε που χρησιμοποιείτε το Vocalizer για το NVDA.
nb_no: Din lisens er nå aktivert. NVDA startes nå på nytt. Takk for at du benytter Vocalizer for NVDA.
pt_pt: A sua licença foi activada. O NVDA vai ser reiniciado. Obrigado por usar o Vocalizer para NVDA.
sl: Vaša licenca je zdaj omogočena. NVDA se bo ponovno zagnala. Zahvaljujemo se vam za uporabo programa Vocalizer za NVDA.
tr: Lisansınız şimdi etkinleştirildi. NVDA şimdi yeniden başlatılacaktır. NVDA için Vocalizer'ı kullandığınız için teşekkür ederiz.

source: Success!
el: Επιτυχία!
nb_no: Vellykket!
pt_pt: Sucesso!
sl: Uspeh!
tr: Başarılı!

source: Talking with Vocalizer for NVDA server.
el: Επικοινωνία με τον server του Vocalizer για το NVDA
nb_no: Kommuniserer med Nuance Vocalizer for NVDA-tjeneren.
pt_pt: A contactar com o servidor do Vocalizer para NVDA.
sl: Pogovarjanje s programom Vocalizer za strežnik NVDA.
tr: NVDA sunucusu için Vocalizer ile konuşma.

source: Please wait while the communication with Vocalizer for NVDA server is performed.
el: Παρακαλούμε περιμένετε όσο διαρκεί η επικοινωνία με τον διακομιστή Vocalizer for NVDA.
nb_no: Vennligst vent mens kommunikasjon med Vocalizer for NVDA-tjeneren utføres.
pt_pt: Por favor, aguarde enquanto se processa a comunicação com o servidor do Vocalizer para NVDA.
sl: Počakajte, da se izvede komunikacija s strežnikom Vocalizer for NVDA.
tr: Vocalizer for NVDA sunucusu ile iletişim kurulurken lütfen bekleyin.

source: User Name: {userName} Email: {email} Distributor: {distributor} Activation Number: {number}
el: Όνομα χρήστη: {userName} Email: {email} Διανομέας: {distributor} Αριθμός ενεργοποίησης: {number}
nb_no: Brukerens navn: {userName} E-postadresse: {email} Distributør: {distributor} Aktivering nummer: {number}
pt_pt: Nome do utilizador: {userName} Email: {email} Distribuidor: {distributor} Número da Activação: {number}
sl: Uporabniško ime: {userName} Elektronska pošta: {email} Distributer: {distributor} Aktivacijska številka: {number}
tr: Kullanıcı Adı: {userName} E-posta: {email} Dağıtıcı: {distributor} Aktivasyon Numarası: {number}

source: License Information
el: Πληροφορείες για την άδεια
nb_no: Lisensinformasjon
pt_pt: Informação da licença
sl: Informacije o Licenci
tr: Lisans kaldırıldı

source: error
el: Σφάλμα
nb_no: feil
pt_pt: erro
sl: napačno
tr: hata

source: Yourr email or password is incorrect. Please set your credentials.
el: Το email ή ο κωδικός πρόσβασής σας είναι λανθασμένος. Παρακαλώ ορίστε τα διαπιστευτήριά σας.
nb_no: E-postadresse eller passord er ikke riktig. Vennligst oppgi korrekt legitimasjon.
pt_pt: O endereço de e-mail ou a palavra-passe estão incorrectos. Por favor, defina as suas credenciais.
sl: Vaša epošta ali geslo sta nepravilna. Prosimo nastavite poverilnice.
tr: E-posta adresiniz veya şifreniz yanlış. Lütfen kimlik bilgilerinizi ayarlayın.

source: License not found. Please check you have a vocalizer for NVDA license enabled.
el: Η άδεια δεν βρέθηκε. Παρακαλούμε ελέγξτε ότι έχετε ενεργοποιήσει την άδεια χρήσης vocalizer for NVDA.
nb_no: Kunne ikke finne lisens. Kontroller at du har en Vocalizer for NVDA-lisens aktivert.
pt_pt: Licença não encontrada. Por favor, verifique se tem uma licença activada do vocalizer para NVDA.
sl: Licenca se ni našla. Prosimo preverite, če je vaša Vocalizer licenca za NVDA na voljo.
tr: Lisans bulunamadı. Lütfen NVDA lisansı için bir seslendiricinin etkin olup olmadığını kontrol edin.

source: Unknown error occured. Details: {error}
el: Εμφανίστηκε άγνωστο σφάλμα. Λεπτομέρειες: {error}
nb_no: Ukjent feil oppstod. Detaljer: {error}
pt_pt: Ocorreu um erro desconhecido. Detalhes: {error}
sl: Nastala je neznana napaka. Podrobnosti: {error}
tr: Bilinmeyen bir hata oluştu. Ayrıntılar: {error}

source: You must set your vocalizer expressive account credentials before removing the license. Do you want to set them now?
el: Πρέπει να ορίσετε τα διαπιστευτήρια του λογαριασμού σας vocalizer expressive πριν αφαιρέσετε την άδεια χρήσης. Θέλετε να τα ορίσετε τώρα
nb_no: Du må angi Vocalizer expressive-kontolegitimasjon før du fjerner lisensen. Ønsker du å angi denne nå?
pt_pt: Tem de introduzir as suas credenciais da conta do Vocalizer Expressive antes de remover a licença. Quer introduzi-las agora?
sl: Pred odstranitvijo licence morate nastaviti poverilnice računa vocalizer expressive. Ali jih želite nastaviti zdaj?
tr: Lisansı kaldırmadan önce vocalizer expressive hesap kimlik bilgilerinizi ayarlamanız gerekir. Şimdi ayarlamak istiyor musunuz?

source: Error
el: Σφάλμα
nb_no: Feil
pt_pt: Erro
sl: Napaka
tr: Hata

source: Are you sure you want to delete this Nuance Vocalizer for NVDA activation? This action can not be reverted.
el: Είστε σίγουρος ότι θέλετε να απομακρύνετε την άδεια σας για το Vocalizer; Αυτή η ενέργεια δεν μπορεί να ανακληθεί.
nb_no: Er du sikker på at du vil fjerne denne aktiveringen av Nuance Vocalizer for NVDA? Denne handlingen kan ikke angres.
pt_pt: Tem a certeza que pretende eliminar esta activação do Nuance Vocalizer Expressive para NVDA? Esta operação não pode ser anulada.
sl: Ali ste prepričani, da želite izbrisati to aktivacijo programa Nuance Vocalizer za NVDA? Tega dejanja ni mogoče razveljaviti.
tr: Lisansınızı kaldırmak istediğinizden emin misiniz? Bu işlem geri alınamaz.

source: {name}, Your activation was deleted. You have {remainingLicenses} activations left. NVDA will now be restarted.
el: {name}, Η ενεργοποίησή σας διαγράφηκε. Σας έχει απομείνει {remainingLicenses} ενεργοποιήσεις. Το NVDA θα επανεκκινήσει τώρα.
nb_no: {name}, Din aktivering ble slettet. Du har {remainingLicenses} gjenværende aktiveringer. NVDA vil nå startes på nytt.
pt_pt: {name}, a sua activação foi eliminada. Tem actualmente {remainingLicenses} activações restantes. O NVDA será reiniciado.
sl: {name}, Vaša aktivacija je bila izbrisana. Na voljo imate še {remainingLicenses} aktivacij. NVDA se bo zdaj ponovno zagnal.
tr: {name}, Aktivasyonunuz silindi. {remainingLicenses} aktivasyonunuz kaldı. NVDA şimdi yeniden başlatılacak.

source: Activation Deleted.
el: Ενεργοποίηση Διαγράφηκε.
nb_no: Aktivering er slettet.
pt_pt: Activação eliminada.
sl: Aktivacija Izbrisana.a
tr: çeviri silindi.

source: To register your license you must create an account on the vocalizer web site.If you already have an account you may just continue.~ Do you want to create an account now?
el: Για να καταχωρήσετε την άδειά σας πρέπει να δημιουργήσετε έναν λογαριασμό στην ιστοσελίδα vocalizer.Αν έχετε ήδη λογαριασμό, μπορείτε απλά να συνεχίσετε.~ Θέλετε να δημιουργήσετε έναν λογαριασμό τώρα
nb_no: For å registrere lisensen må du opprette en konto på vocalizer-nettsiden. Hvis du allerede har en konto, kan du bare fortsette.~ Ønsker du å opprette en konto nå?
pt_pt: Para registar a sua licença tem de criar uma conta na página do Vocalizer, se já tem uma conta pode simplesmente continuar. Quer criar uma conta agora?
sl: Za registracijo licence morate ustvariti račun na spletnem mestu vocalizer.Če že imate račun, lahko samo nadaljujete.~ Ali želite ustvariti račun zdaj?
tr: Lisansınızı kaydetmek için vocalizer web sitesinde bir hesap oluşturmanız gerekir. Zaten bir hesabınız varsa devam edebilirsiniz Şimdi bir hesap oluşturmak istiyor musunuz?

source: Vocalizer account needed
el: Χρειάζεται λογαριασμός Vocalizer
nb_no: Vocalizer Demo er utløpt
pt_pt: Necessária conta do Vocalizer
sl: Preizkusna Vocalizer je potekla.
tr: Vocalizer hesabı gerekli

source: There was an error registering your license.Please contact your distributor for help. The log file may contain further information.
el: Υπήρξε σφάλμα κατά την εγγραφή της άδειάς σας.Επικοινωνήστε με τον διανομέα σας για βοήθεια. Το αρχείο καταγραφής μπορεί να περιέχει περισσότερες πληροφορίες.
nb_no: Det oppstod en feil ved registrering av lisensen. Kontakt din distributør for hjelp. Loggfilen kan inneholde ytterligere informasjon.
pt_pt: Ocorreu um erro ao registar a sua licença. Por favor contacte o seu distribuidor para mais ajuda.O ficheiro de registo poderá conter mais informações.
sl: Pri registraciji licence je prišlo do napake.Za pomoč se obrnite na distributerja. Dnevniška datoteka lahko vsebuje dodatne informacije.
tr: Lisansınızı kaydederken bir hata oluştu. Lütfen yardım için distribütörünüzle iletişime geçin. Günlük dosyası daha fazla bilgi içerebilir.

source: Error registering license.
el: Σφάλμα κατά την εγγραφή της άδειας.
nb_no: Feil ved registrering av lisens.
pt_pt: Erro ao registar licença.
sl: Napaka pri registraciji licence.
tr: Lisans kaydedilirken hata oluştu.

source: Registration was successful. NVDA will now be restarted.
el: Η εγγραφή ήταν επιτυχής. Το NVDA θα επανεκκινήσει τώρα.
nb_no: Registreringen var vellykket. NVDA vil starte på nytt nå.
pt_pt: O registo foi bem sucedido. O NVDA será reiniciado.
sl: Registracija je bila uspešna. NVDA se bo zdaj znova zagnal.
tr: Kayıt işlemi başarılı oldu. NVDA şimdi yeniden başlatılacaktır.

source: Registration Successful.
el: Επιτυχής Εγγραφή.
nb_no: Registrering vellykket.
pt_pt: Registo bem sucedido.
sl: Registracija je bila uspešna.
tr: Kayıt Başarılı.

source: You must set your Vocalizer for NVDA credentials before checking your activation count.
el: Πρέπει να ορίσετε τα διαπιστευτήρια Vocalizer for NVDA πριν ελέγξετε τον αριθμό των ενεργοποιήσεών σας.
nb_no: Du må sette Vocalizer for NVDA-legitimasjon før du kontrollerer aktiveringsantallet ditt.
pt_pt: Tem de introduzir as suas credenciais da conta do Vocalizer para verificar o número de activações restantes.
sl: Pred preverjanjem števila aktivacij morate nastaviti poverilnice programa Vocalizer za NVDA.
tr: Etkinleştirme sayınızı kontrol etmeden önce Vocalizer for NVDA kimlik bilgilerinizi ayarlamanız gerekir.

source: No credentials set
el: Δεν έχουν οριστεί διαπιστευτήρια
nb_no: Ingen legitimasjon er satt
pt_pt: Credenciais não ddefinidas
sl: Ni nastavljenih poverilnic
tr: hafif tona ayarla

source: {name}, you have {remainingLicenses} activations left.
el: {name}, σας απομένουν {remainingLicenses} ενεργοποιήσεις.
nb_no: {name}, Din aktivering ble slettet. Du har {remainingLicenses} gjenværende aktiveringer. NVDA vil nå startes på nytt.
pt_pt: {name},Tem actualmente {remainingLicenses} activações restantes.
sl: {name}, ostane vam še {remainingLicenses} aktivacij.
tr: {name}, {remainingLicenses} aktivasyonunuz kaldı.

source: Activation Count
el: Αριθμός ενεργοποίησης
nb_no: Aktiveringsantall
pt_pt: Contagem de activações
sl: Napaka Aktivacije
tr: Aktivasyon Sayısı

source: About Nuance Vocalizer Expressive for NVDA
el: Σχετικά με το Nuance Vocalizer Expressive για το NVDA
nb_no: Om Nuance Vocalizer Expressive for NVDA
pt_pt: Acerca do Nuance Vocalizer Expressive para o NVDA
sl: O programu Nuance Vocalizer Expressive za NVDA
tr: Nuance Vocalizer Expressive for NVDA Hakkında

source: The Nuance Vocalizer for NVDA demonstration license has expired. To purchase a license for Nuance Vocalizer for NVDA, please visit {url}, or contact an authorized distributor. Note that a percentage of the license's price is donated to NV Access, ltd, to help continuing the development of the NVDA screen reader.
el: Η δοκιμαστική άδεια του Nuance Vocalizer για το NVDA έληξε. Για να αγοράσετε μία άδεια για το Nuance Vocalizer για το NVDA, παρακαλούμε επικοινωνήστε με τον ΣΤΑΤ (info@stat.net.gr) ή επισκεφτείτε την ιστοσελίδα {url}. Σημειώστε ότι ένα ποσό από την τιμή της άδειας γίνεται δωρεάν στην NV Access, τον οργανισμό που αναπτύσσει το NVDA, για την υποστήριξη της ανάπτυξης του.
nb_no: Demolisensen for Nuance Vocalizer for NVDA er utgått. For å kjøpe en lisens for Nuance Vocalizer for NVDA kan du gå til {url},eller kontakte en autorisert distributør. Husk at prosenter av kostnaden for lisensen doneres til NV Access for å støtte videre utvikling av skjermleseren NVDA.
pt_pt: A demonstração do Nuance Vocalizer para NVDA expirou. cara adquirir a licença do Nuance Vocalizer para NVDA, por favor visite {url}, ou contacte um distribuidor. Note que uma percentagem do valor da licença é doada à NV Access, ltd, para apoiar a continuação do desenvolvimento do NVDA.
sl: Licenca za predstavitev programa Nuance Vocalizer za NVDA je potekla. Če želite kupiti licenco za Nuance Vocalizer for NVDA, obiščite {url} ali se obrnite na pooblaščenega distributerja. Upoštevajte, da se odstotek cene licence nameni družbi NV Access, ltd, za pomoč pri nadaljnjem razvoju bralnika zaslona NVDA.
tr: Nuance Vocalizer for NVDA tanıtım lisansının süresi dolmuştur. Nuance Vocalizer for NVDA lisansı satın almak için lütfen {url} adresini ziyaret edin veya yetkili bir distribütör ile iletişime geçin. Lisans fiyatının bir yüzdesinin NVDA ekran okuyucunun geliştirilmesine devam edilmesine yardımcı olmak için NV Access, ltd'ye bağışlandığını unutmayın.

source: Vocalizer Demo Expired
el: Η δοκιμαστική άδεια του Vocalizer έληξε
nb_no: Vocalizer Demo er utløpt
pt_pt: Demonstração do Vocalizer Expirada
sl: Preizkusna Vocalizer je potekla.
tr: Vocalizer Demo Süresi Doldu

source: You are running a demo version of Nuance Vocalizer expressive for NVDA. This demo will expire on {date}. To use the syntheciser after that, You must buy a license. You can do so at any time by visiting {url} or by contacting a local distributor. Thanks for testing Nuance Vocalizer expressive for NVDA.
el: Χρησιμοποιείτε μία δοκιμαστική έκδοση του συνθέτη ομιλίας Nuance Vocalizer για το NVDA. Αυτή η άδεια θα λήξει στις {date}. Για να χρησιμοποιήσετε το συνθέτη μετά από αυτή την ημερομηνία, πρέπει να αγοράσετε μία άδεια. Μπορείτε να κάνετε την αγορά οποιαδήποτε στιγμή επικοινωνώντας με τον ΣΤΑΤ ή επισκεπτόμενοι το {url}. Σας ευχαριστούμε που δοκιμάζετε το Nuance Vocalizer για το NVDA.
nb_no: Du kjører en demoversjon av Nuance Vocalizer expressive for NVDA. Den vil utløpe {date}. For for å kunne benytte talesyntesen etter det, må du kjøpe en lisens. Dette kan du gjøre når som helst ved å besøke {url} eller kontakte en lokal distributør. Takk for at du tester Nuance Vocalizer expressive for NVDA.
pt_pt: Está a executar uma versão de demonstração do Nuance Vocalizer expressive para NVDA. Esta demonstração expirará a {date}. Para continuar a usar o sintetizador, terá que comprar uma licença. Pode fazê-lo em qualquer altura se visitar {url} ou se contactar o distribuidor local. Obrigado por testar o Nuance Vocalizer expressive para NVDA.
sl: Uporabljate demo različico programa Nuance Vocalizer expressive za NVDA. Ta demo različica se izteče {date}. Če želite sintetizator uporabljati po tem času, Morate kupiti licenco. To lahko storite kadar koli na spletnem mestu {url} ali pri lokalnem distributerju. Zahvaljujemo se vam za testiranje programa Nuance Vocalizer expressive za NVDA.
tr: Nuance Vocalizer expressive for NVDA'nın demo sürümünü çalıştırıyorsunuz. Bu demo {date} tarihinde sona erecektir. Bundan sonra sentezleyiciyi kullanmak için, Bir lisans satın almalısınız. Bunu istediğiniz zaman {url} adresini ziyaret ederek veya yerel bir distribütörle iletişime geçerek yapabilirsiniz. Nuance Vocalizer expressive for NVDA'yı test ettiğiniz için teşekkür ederiz.

source: Vocalizer Demo Version
el: Δοκιμαστική Έκδοση Vocalizer
nb_no: Vocalizer demoversjon
pt_pt: Versão de Demonstração do Vocalizer
sl: Vocalizer Preizkusna Različica
tr: Vokalizer Demo Versiyonu

source: The Vocalizer license you are trying to use is invalid. This might be happening due to one of two reasons: 1. The activation file is damaged. 2. The license was disabled for security reasons, due to illegal use or its data beeing compromized. If you own a license for Nuance Vocalizer for NVDA, please contact Tiflotecnia, lda. or your local distributor, so the problem can be further investigated. If this Nuance Vocalizer for NVDA license activation doesn't belong to you, please reframe from using this product. Unauthorized use of this product (i.g. without a valid license) is not allowed by most international laws on software rights. Please note that a proportion of the price of Nuance Vocalizer for NVDA is donated for continuing NVDA's development. By sharing license activations you are working against NVDA and good and cheap accessibility for the blind across the world. Further more, Nuance Vocalizer for NVDA is priced at the lowest value possible, to allow as many people as possible to have a comercial quality syntheciser in NVDA. Please think twice about it. You can remove this invalid license using the Vocalizer Expressive menu options.
el: Η άδεια του Vocalizer που προσπαθείτε να χρησιμοποιήσετε είναι άκυρη. Αυτό μπορεί να συμβαίνει για έναν από τους παρακάτω δύο λόγους: 1. Το αρχείο της άδειας είναι κατεστραμμένο. 2. Η άδεια έχει απενεργοποιηθεί για λόγους ασφαλείας, λόγω παράνομης χρήσης ή επειδή τα δεδομένα της είναι σε κίνδυνο. Αν διαθέτετε μία άδεια για το Nuance Vocalizer για το NVDA, παρακαλώ επικοινωνήστε με τον ΣΤΑΤ (info@stat.net.gr) ή με την Tiflotecnia, ώστε το πρόβλημα σας να ερευνηθεί περισσότερο. Αν αυτή η άδεια του Nuance Vocalizer για το NVDA δεν ανήκει σε εσάς, πρέπει να σταματήσετε να χρησιμοποιείτε αυτό το προϊόν. Παρακαλούμε, σημειώστε ότι ένα ποσό από την τιμή του Nuance Vocalizer για το NVDA γίνεται δωρεά για την ανάπτυξη του NVDA. Οποιαδήποτε απόπειρα κοινόχρηστης χρήσης των αδειών θα μειώσουν τις δωρεές προς το NVDA και την καλή και φτηνή πρόσβαση των τυφλών παγκοσμίως. Επιπλέον, το Nuance Vocalizer για το NVDA έχει τη χαμηλότερη δυνατή τιμή, για να επιτρέπει σε όσο το δυνατόν περισσότερα άτομα να έχουν στη διάθεση τους έναν συνθέτη υψηλής ποιότητας για το NVDA. Παρακαλούμε να το σκεφτείτε διπλά. Μπορείτε να αφαιρέσετε αυτή την άκυρη άδεια χρησιμοποιώντας το μενού του Vocalizer.
nb_no: Vocaliser-lisensen du prøver å bruker er ikke gyldig. Dette kan være fordi: 1. Lisensfila er skadet, eller den er ikke en godkjent lisensfil. 2. Lisensen ble deaktivert av sikkerhetsgrunner, på grunn av ulovlig bruk eller at informasjonen i den ble kompromitert. Hvis du eier en lisens for Nuance Vocalizer for NVDA, kontakt Tiflotecnia, lda. eller din lokale forhandler, slik at problemet kan undersøkes nærmere. Vennligst ikke benytt produktet dersom denne aktiveringslisensen for Nuance Vocalizer for NVDA ikke tilhører deg. Uautorisert bruk av dette produktet (for eksempel uten gyldig lisens) bryter med de fleste internasjonale lover om opphavsrett til programvare. Vær klar over at en andel av prisen på Nuance Vocalizer for NVDA doneres til videre utvikling av NVDA. Ved å dele lisensaktiveringer motarbeider du NVDA og god og billig tilgjengelighet for blinde over hele verden. Nuance Vocalizer for NVDA selges dessuten billigst mulig, slik at så mange som mulig kan benytte talesynteser med komersiell kvalitet i NVDA. Vennligst tenk over dette en gang til. Du kan fjerne denne ugyldige lisensen fra menyvalgene for Vocalizer Expressive.
pt_pt: A licença do Vocalizer que está a tentar usar é inválida. Isto pode acontecer por uma de duas razões: 1. O ficheiro de activação está corrompido; 2. A licença foi desactivada por razões de segurança, devido a uso ilegal ou por os seus dados terem sido comprometidos. Se possui uma licença válida do Vocalizer para NVDA, por favor contacte a Tiflotecnia, ou o seu distribuidor, para solucionarmos o problema. Se esta licença do Vocalizer para NVDA não lhe pertence, não a deverá usar neste produto. O uso não autorizado deste produto (i.g. sem uma licença válida) não é permitido por lei. Por favor, lembre-se que uma parte do valor da licença do Vocalizer para NVDA é doado para apoio à continuação do desenvolvimento do NVDA. Pode remover esta licença inválida usando as opções do menu Vocalizer Expressive.
sl: Licenca programa Vocalizer, ki jo poskušate uporabiti, je neveljavna. To se lahko zgodi zaradi enega od dveh razlogov: 1. Aktivacijska datoteka je poškodovana. 2. Licenca je bila onemogočena iz varnostnih razlogov zaradi nezakonite uporabe ali ogrožanja njenih podatkov. Če imate licenco za program Nuance Vocalizer za NVDA, se obrnite na družbo Tiflotecnia, lda. ali na lokalnega distributerja, da se težava lahko dodatno razišče. Če ta aktivacija licence Nuance Vocalizer for NVDA ne pripada vam, se odpovejte uporabi tega izdelka. Nepooblaščena uporaba tega izdelka (npr. brez veljavne licence) ni dovoljena v skladu z večino mednarodnih zakonov o pravicah do programske opreme. Upoštevajte, da je del cene programa Nuance Vocalizer for NVDA namenjen donaciji za nadaljnji razvoj programa NVDA. Z deljenjem aktivacij licenc delujete proti družbi NVDA ter dobri in poceni dostopnosti za slepe po vsem svetu. Poleg tega je cena programa Nuance Vocalizer za NVDA najnižja možna, da bi čim več ljudem omogočili sintetizator komercialne kakovosti v NVDA. O tem dvakrat premislite. To neveljavno licenco lahko odstranite z uporabo možnosti menija Vocalizer Expressive.
tr: Kullanmaya çalıştığınız Vocalizer lisansı geçersiz. Bu, iki nedenle yaşanıyor olabilir: 1. Lisans dosyası hasar görmüş olabilir ya da dosya geçerli bir lisans dosyası olmayabilir. 2. Lisans güvenlik nedeniyle geçersizleştirilmiş ya da yasa dışı kullanım olduğu tespit edilmiş olabilir. Eğer NVDA için Vocalizer lisansına sahipseniz, lütfen Tiflotecnia, lda. ya da yerel distribütör ile iletişim kurun. Bu lisans size ait değilse, ürünü kullanmaktan kaçınmalısınız. Bu ürünün yetkisiz kullanımı (örneğin geçerli bir lisans olmadan ) yazılım haklarıyla ilgili uluslar arası düzenlemelerce yasaklanmıştır.. Lütfen, ödenen bedelin bir kısmının NVDA'nın geliştirilmesine devam edilmesi için NVAccess firmasına bağışlandığını not edin. Lisansı paylaşarak dünya körlerinin bilgi erişimi için yapılan çalışmalara karşı bir adım admış olacağınızı unutmayın . Dahası, mümkün olduğunca fazla sayıda kişinin kaliteli bir sentezleyiciye ulaşabilmesi için, NVDA için Nuance Vocalizer mümkün olan en düşük bedelle satışa sunulmuş olduğunu unutmayın. Lütfen bununla ilgili iki kez düşünün. Bu geçersiz lisansı, Vocalizer menüsünü kullanarak kaldırabilirsiniz.

source: Vocalizer License is Invalid.
el: Η άδεια του Vocalizer είναι άκυρη.
nb_no: Vocalizer-lisensen er ugyldig.
pt_pt: A licença do Vocalizer é inválida.
sl: Vocalizer Licenca je Neveljavna.
tr: Vocalizer Lisansı Geçersiz.
